[
  {
    "id": 1,
    "title": "Treatment using candles at Osmani medical as floodwaters submerge ground floor, patients moved",
    "summary": "\"I was on the ground floor. After the water entered, I came to the balcony of the first floor along with other patients. There is no electricity. Candles are being used. I don't know how to get treatment, said 58-year-old Farooq Ahmed, who was admitted to the Sylhet MAG Osmani Medical College Hospital\"",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 2,
    "title": "'It's time to win' – Roberto Carlos rates Brazil’s chances of claiming World Cup",
    "summary": "A \"very optimistic\" Roberto Carlos declared \"it is time to win\" as he backed Brazil to lift the World Cup in Qatar.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 3,
    "title": "2 Indian crew of oil tanker die off Ctg coast",
    "summary": "Two Indian crew members of a foreign oil tanker anchored at the outer anchorage of Chattogram port died after falling sick while inspecting an empty cargo tank of the vessel.",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 4,
    "title": "Malls, shops must close by 8pm every night: PMO issues order",
    "summary": "The government has ordered authorities to ensure that shopping malls, stores and kitchen markets are closed by 8:00pm every night– to save electricity amid rising energy prices worldwide following the Russia-Ukraine war.",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 4,
    "title": "\"Padma Bridge not part of Belt and Road Initiative\"",
    "summary": "Foreign Ministry says some quarters trying to portray mega project has been constructed with foreign funds",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 5,
    "title": "Gold Smuggling Cases: Utter negligence at initial stage",
    "summary": "Most gold smuggling cases see no headway due to insufficient evidence, as investigating police officers fail to glean vital information from the arrestees during interrogation and subsequent investigation.",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 6,
    "title": "Hajj Flights: Govt warns Biman, Saudia",
    "summary": "A number of Madinah-bound pilgrims are being taken to Jeddah almost every day on scheduled flights of Biman and Saudia. As a result, the pilgrims, after their long journey to Jeddah, have to make another one to Madinah -- which is 450 kilometres away from Jeddah -- by road.",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 7,
    "title": "Nuclear Power Plant: Another worker dies at project site",
    "summary": "A labourer died at Rooppur nuclear power plant site after a heavy electric equipment fell on him on Thursday night.",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 8,
    "title": "Govt took profits of Petroleum Corporation, left it in lurch",
    "summary": "Bangladesh Petroleum Corporation made huge profits for seven years through import of petroleum at low prices but the government took that money, leaving the BPC ill-equipped to cope with the current international market volatility.",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 9,
    "title": "Islami Andolan protests remarks on prophet",
    "summary": "Islami Andolan brought out a procession in Dhaka yesterday, protesting the remarks by suspended BJP leaders on Prophet Muhammad (PBUH).",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 10,
    "title": "Fire doused at under-construction building in N'ganj EPZ",
    "summary": "A fire that broke out at an under-construction factory building in Adamji EPZ in Narayanganj's Sadar upazila was doused after five hours today (June 17, 2022).",
    "category": [
      "Bangladesh"
    ]
  },
  {
    "id": 11,
    "title": "Kohli, Babar to play in the same team?",
    "summary": "India-Pakistan relations are in turmoil due to border tensions, but cricket has kept the common people from both countries connected. Virat Kohli enjoys a massive fan following in Pakistan, while Babar Azam has earned praise from many Indian fans. Recently, many Pakistani fans were seen raising banners in support of Virat Kohli, who is going through a lean patch, praying for his 71st century, during Pakistan matches.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 12,
    "title": "Six down for 115, Bangladesh risk innings defeat",
    "summary": "Bangladesh lost four wickets for 65 runs on the third morning of the first Test against the West Indies at the Sir Vivian Richards Stadium in Antigua and Barbuda on Saturday, risking an innings-defeat within three days.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 13,
    "title": "‘The first hour is crucial’",
    "summary": "Bangladesh are staring at the prospect of defeat inside three days after closing day two of the first Test on Friday at 50 for two in their second innings, needing 112 more runs to make the West Indies bat again.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 14,
    "title": "'Buttler probably is the best white-ball cricketer in the world at the moment'",
    "summary": "England will keep chasing the 500-run mark in one-day internationals (ODI) after narrowly missing out on the milestone in a record-breaking win over Netherlands, Jos Buttler said.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 15,
    "title": "Pandya recalls Dhoni's simple advice on handling pressure",
    "summary": "Hardik Pandya, who has enjoyed a golden run of form, reveals MS Dhoni's advice early on in his career which has helped him become a better player.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 16,
    "title": "England hit world record 498-4 to crush Netherlands",
    "summary": "England hit a world record one-day international score of 498-4 to crush the Netherlands by 232 runs in Amstelveen on Friday, with three men scoring centuries.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 17,
    "title": "Will Bangladesh fans be able to watch BD-WI series free of cost?",
    "summary": "Ahead of the first Test between Bangladesh and West Indies today in Antigua, all the talk has been regarding whether viewers from Bangladesh will be able to watch the game. ",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 18,
    "title": "Can Tigers overcome half a decade of top-order struggles?",
    "summary": "Bangladesh could learn some lessons from their historic win in New Zealand, where the visitors posted 458 runs in their first innings before eventually registering a memorable eight-wicket win.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 19,
    "title": "Argentina should have won the 2014 final, says German legend Matthaus",
    "summary": "German legend Lothar Matthaus said Argentina were the team that should have won the World Cup in 2014 and the Germans benefited from goalkeeper Manuel Neuer's foul on Argentine striker Gonzalo Higuain in the final.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 20,
    "title": "Bayern set to sign Sadio Mane from Liverpool",
    "summary": "Bayern Munich have agreed terms with Liverpool to sign Sadio Mane, British media reported on Friday.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 21,
    "title": "World Cup Legend Miroslav Klose to debut as head coach",
    "summary": "Former Germany striker Miroslav Klose, the all-time top scorer at World Cup finals, was on Friday named coach of Austrian Bundesliga club Altach.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 22,
    "title": "Beneath the surface of local strikers’ struggles",
    "summary": "",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 23,
    "title": "Training the key to Robinho’s success",
    "summary": "Robson Robinho was one of the major architects behind Bashundhara Kings' domestic double in his debut season in Bangladesh football, scoring 24 goals. This year, too, the Brazilian forward is leading the side from front, having scored 11 goals in 15 matches to stay in third position in the, five behind top-scorer Peter Thankgod of Chittagong Abahani.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 24,
    "title": "BFF shifts FIFA friendlies to Dhaka",
    "summary": "Considering the ongoing flood crisis in Sylhet, the Bangladesh Football Federation (BFF) has shifted the women's national team's two FIFA friendlies from Sylhet to Dhaka after Sylhet District Association expressed their helplessness to prepare the ground amid the alarming situation.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 25,
    "title": "‘I made Messi’s only transfer’",
    "summary": "Lionel Messi is \"on Olympus\" as one of the greatest players in history, and former Paris Saint-Germain sporting director Leonardo cannot believe he brought the star to Ligue 1.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 26,
    "title": "FIFA vows 'invasion' as 2026 World Cup venues revealed",
    "summary": "FIFA President Gianni Infantino warned Canada, Mexico and the United States to prepare for a football \"invasion\" on Thursday as the host cities for the 2026 World Cup were revealed.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 27,
    "title": "Pogba hits out at Manchester United",
    "summary": "Paul Pogba has hit out at his former club Manchester United for offering him 'nothing' despite two contract offers worth around £300,000-a-week.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 28,
    "title": "BFF proposal seeks Tk 450 crore for development",
    "summary": "The Bangladesh Football Federation (BFF) surprisingly received an allocation from the revenue budget in the 2019-20 fiscal year for the first time, getting Tk 20 crore. In the next 2020-21 revenue budget, however, the game's local governing body was denied any allocation. But in search of funds, the BFF has now proposed a mega five-year plan worth Tk 450 crore for football development.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 29,
    "title": "Haaland set for PL debut at West Ham",
    "summary": "Erling Haaland's English Premier League debut is set to come in an away match at West Ham when Manchester City opens its title defense at the Olympic Stadium.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 30,
    "title": "Dani Alves leaves Barcelona for second time",
    "summary": "Dani Alves announced on Wednesday that he is leaving Barcelona for a second time after returning to the club last year.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 31,
    "title": "Qatar World Cup: A look at 32 teams who have qualified",
    "summary": "The line-up for the 2022 World Cup was completed when  Costa Rica became the last team to qualify with a 1-0 win over New Zealand in their intercontinental playoff on June 14.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 32,
    "title": "Costa Rica claim last World Cup place with victory over New Zealand",
    "summary": "Costa Rica became the last team to qualify for this year's World Cup as Joel Campbell's early goal gave the Central Americans a nervy 1-0 win over New Zealand in a play-off on Tuesday.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 33,
    "title": "From refugee camp to World Cup, Mabil thanks Australia",
    "summary": "Awer Mabil said converting a penalty in the shootout triumph over Peru that took the Socceroos to a fifth successive World Cup on Monday was a thank you to Australia for taking him and his family in as refugees.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 34,
    "title": "Record six teams from Asian zone in Qatar WC",
    "summary": "Australia beat Peru 5-4 on penalties Monday to secure a place at the World Cup finals for the sixth time.",
    "category": [
      "Sports"
    ]
  },
  {
    "id": 35,
    "title": "",
    "summary": "",
    "category": [
      ""
    ]
  }
]